Repository: hayahabbous/MOCD_DEMO
Catalog: MOCD_DEMO/*.lproj/Localizable.strings
Languages: ar

source: Early intervention stage for kids
ar: مرحلة التدخل المبكر للأطفال

source: To help make your life easy
ar: لمساعدتك في جعل حياتك سهلة

source: Recording parameters such as daily biometric data,medical appointments and any symptoms
ar: تسجيل المعلومات مثل البيانات البيومترية اليومية , والمواعيد الطبية وأية اغراض

source: Stories for your children
ar: قصص مختارة لأطفالك

source: Nemo
ar: نمو

source: Edkhar
ar: إدخار

source: Medical Agenda
ar: الأجندة الطبية

source: Stories
ar: القصص

source: Change language
ar: تغيير اللغة

source: Login
ar: تسجيل الدخول

source: Logout
ar: تسجيل الخروج

source: Please ensure that your child
ar: الرجاء التأكد من ان صحة ابنك

source: need test
ar: يحتاج الى فحص

source: is Perfect
ar: سليم

source: Might Need Attention
ar: ربما يحتاج الى انتباه

source: child's health Might need attention . Keep checking his health
ar: ربما يحتاج طفلك الى مزيد من الانتباه , استمر في فحص حالته الصحية

source: need attention
ar: يحتاج الى انتباه

source: child's health need attention .visit your closest medical center to get a check-up
ar: الرجاء التوجه الى اقرب مركز صحي لفحص طفلك

source: Months
ar: أشهر

source: danger
ar: خطر

source: un-health
ar: محتمل

source: fine
ar: سليم

source: need test
ar: غير معروف

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Mobile
ar: الهاتف

source: Birthdate
ar: تاريخ الميلاد

source: Nationality
ar: الجنسية

source: Email
ar: البريد الالكتروني

source: Emirates ID
ar: رقم الهوية الإماراتية

source: Emirate
ar: الإمارة

source: Address
ar: العنوان

source: Gender
ar: الجنس

source: Save child
ar: حفظ المعلومات

source: Add child
ar: إضافة الطفل

source: username
ar: اسم المستخدم

source: password
ar: كلمة المرور

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Password and Password Confirmation are not the same
ar: كلمتا المرور غير متطابقتين

source: Objective Text
ar: نص الهدف

source: Domain
ar: المجال

source: Please Select
ar: الرجاء الاختيار

source: Routine
ar: الروتين

source: Task Text
ar: المهمة

source: add objective
ar: إضافة هدف

source: Are you sure you want to signout ?
ar: هل تريد تسجيل الخروج؟

source: Sure
ar: نعم

source: No
ar: ليس الان

source: Please enter username
ar: الرجاء ادخال اسم المستخدم

source: username is empty
ar: اسم المستخدم مطلوب

source: Please enter a valid password
ar: الرجاء ادخال كلمة المرور

source: Password is empty
ar: كلمة المرور مطلوبة

source: Username or Password not correct
ar: اسم المستخدم أو كلمة المرور غير صحيحة

source: Please enter a valid first name
ar: الرجاء إدخال الاسم الأول

source: Please enter a valid last name
ar: الرجاء إدخال الاسم الأخير

source: Please enter a valid confirm password
ar: الرجاء إدخال تأكيد كلمة المرور

source: Please enter a valid username
ar: الرجاء إدخال اسم مستخدم صحيح

source: Please enter a valid email
ar: الرجاء إدخال بريد الكتروني صحيح

source: Please enter a valid mobile
ar: الرجاء إدخال رقم هاتف صحيح

source: Please enter a valid emirates ID
ar: الرجاء إدخال رقم الهوية الإماراتية

source: Please enter a valid answer
ar: الرجاء إدخال إجابة

source: Please enter a valid nationality
ar: الرجاء إدخال جنسية

source: Please enter a valid gender
ar: الرجاء إدخال

source: Please enter a valid question
ar: الرجاء اختيار سؤال

source: Password mismatch
ar: كلمة المرور غير متطابقة

source: Please enter a password contains at least 8 digits one number and one character
ar: يجب أن تحتوي كلمة السر على الاقل حرف واحد كبير ورقم واحد. كما ويجب ان تزيد عن 8 أحرف وأقل من 16 حرف

source: Password is not valid
ar: كلمة المرور غير صحيحة

source: question is empty
ar: السؤال فارغ

source: gender is empty
ar: الجنس فارغ

source: nationality is empty
ar: الجنسية فارغة

source: answer is empty
ar: الاجابة فارغة

source: emirates ID is empty
ar: رقم الهوية الاماراتية فارغ

source: mobile is empty
ar: رقم الهاتف فارغ

source: email is empty
ar: البريد الالكتروني فارغ

source: confirm password is empty
ar: تأكيد كلمة المرور فارغة

source: password is empty
ar: كلمة المرور فارغة

source: lastname is empty
ar: الاسم الاخير فارغ

source: firstname is empty
ar: الاسم الاول فارغ

source: Choose Image
ar: اختر صورة

source: Cancel
ar: الالغاء

source: Gallary
ar: معرض الصور

source: Camera
ar: الكاميرا

source: Mobile No
ar: رقم الهاتف

source: Security Question
ar: السؤال السري

source: Answer
ar: الجواب

source: Password Confirmation
ar: تأكيد كلمة المرور

source: My family with me
ar: أسرتي معي

source: Type
ar: النوع

source: Personal
ar: شخصي

source: Establishment
ar: مؤسسة

source: Organization
ar: المؤسسة

source: Error
ar: خطأ

source: Identification No
ar: رقم الهوية

source: U.ID
ar: الرقم الموحد

source: First Name [EN]
ar: الاسم الأول باللغة الإنجليزية

source: Father Name [EN]
ar: إسم الأب باللغة الإنجليزية

source: Family Name [EN]
ar: اسم العائلة باللغة الإنجليزية

source: Grandfather [EN]
ar: إسم الجد باللغة الإنجليزية

source: First Name [AR]
ar: الاسم الأول بالعربية

source: Father Name [AR]
ar: إسم الأب بالعربية

source: Family Name [AR]
ar: اسم العائلة بالعربية

source: Grandfather [AR]
ar: إسم الجد بالعربية

source: Date of Birth
ar: تاريخ الميلاد

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Student
ar: هل أنت طالب

source: Yes
ar: نعم

source: Material Status
ar: الحالة الاجتماعية

source: Qulaification
ar: المؤهلات

source: Accommodation Type
ar: نوع السكن

source: Please Fill All Fields
ar: يرجى تعبئة كافة الحقول

source: PO Box
ar: صندوق البريد

source: Other Mobile No
ar: رقم الهاتف المتحرك 2

source: Telephone
ar: رقم الهاتف

source: Makani No
ar: رقم مكاني

source: X Cordinate
ar: الاحداثيات X

source: Y Cordinate
ar: الاحداثيات Y

source: Diagnosis Authority
ar: لجنة التشخيص

source: Diagnosis Information
ar: بيانات التشخيص

source: Disabilities type
ar: نوع الإعاقة

source: Disability Level
ar: درجة الإعاقة

source: Need Supporter
ar: بحاجة إلى مرافق

source: Can Live Alone?
ar: يستطيع العيش لوحده

source: Report Issued By
ar: القائم بالتشخيص

source: Speciality
ar: التخصص

source: Report Date
ar: تاريخ التقرير

source: Success
ar: تم بنجاح

source: Please add card number
ar: الرجاء ادخال رقم البطاقة

source: Card No
ar: رقم البطاقة

source: Request Type
ar: نوع الطلب

source: Comments
ar: التعليقات

source: Normal
ar: طبيعي

source: Center
ar: المركز

source: Area
ar: المنطقة

source: Case Reason
ar: أسباب طلب المساعدة

source: National Id
ar: رقم الهوية

source: National Id Issue Date
ar: تاريخ اصدار بطاقة الهوية

source: National Id Expiry Date
ar: تاريخ انتهاء بطاقة الهوية

source: Name [AR]
ar: اسم مقدم الطلب باللغة العربية

source: Name [En]
ar: اسم مقدم الطلب باللغة الإنجليزية

source: Family No
ar: رقم الأسرة

source: Town No
ar: رقم البلدة

source: Date Of Birth
ar: تاريخ الميلاد

source: Education
ar: المستوى التعليمي

source: Occupation
ar: المهنة

source: Mother Name [AR]
ar: إسم الأم باللغة العربية

source: Passport No
ar: رقم جواز السفر

source: Passport Issue Place
ar: مكان الاصدار

source: Issue Date
ar: تاريخ الإصدار

source: Expiry Date
ar: تاريخ الانتهاء

source: Immigration No
ar: رقم الاضبارة

source: Ownership Type
ar: نوع الملكية

source: No. of Rooms
ar: عدد الغرف

source: No. of Persons
ar: عدد الأشخاص

source: Persons Accommodated
ar: إستيعاب الأشخاص

source: House Condition
ar: حالة المنزل

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Income source
ar: مصدر الدخل

source: Income Amount
ar: قيمة مصدر الدخل

source: Company Name
ar: اسم الشركة

source: Member Name [AR]
ar: اسم العضو باللغة العربية

source: Member Name [En]
ar: اسم العضو باللغة الإنجليزية

source: Relationship
ar: صلة القرابة

source: Disease
ar: الأمراض

source: Husband Name
ar: اسم الزوج باللغة العربية

source: Husband Name [EN]
ar: اسم الزوج باللغة الإنجليزية

source: Date of Birth of Husband
ar: تاريخ ميلاد الزوج

source: National Number For The Husband
ar: رقم هوية الزوج

source: Educational Level
ar: المستوى التعليمي

source: Mobile 1
ar: الهاتف المتحرك 1

source: Mobile 2
ar: الهاتف المتحرك 2

source: Wife Name
ar: اسم الزوجة باللغة العربية

source: Wife Name [En]
ar: اسم الزوجة باللغة الإنجليزية

source: Date of Birth of Wife
ar: تاريخ ميلاد الزوجة

source: National Number For The Wife
ar: رقم هوية الزوجة

source: Wife Mobile
ar: هاتف الزوجة

source: Date of the Marriage Contract
ar: تاريخ عقد الزواج

source: Sharia Court Name
ar: اسم المحكمة الشرعية

source: Number of Family Book
ar: رقم خلاصة القيد

source: Number Town
ar: رقم البلدة

source: Date of Issuance of the Family Book
ar: تاريخ إصدار خلاصة القيد

source: Place Issuance of a Passport
ar: مكان إصدار جواز السفر

source: The Employee Category
ar: فئة جهة العمل

source: Employer
ar: جهة العمل

source: Place of Work
ar: مكان العمل

source: Total monthly income
ar: إجمالي الدخل الشهري

source: Bank Name
ar: اسم المصرف

source: International Account Number (IBAN)
ar: رقم الحساب الدولي (IBAN)

source: Categroy of Special Needs
ar: فئة ذوي الإحتياجات الخاصة

source: A relative of the Husband
ar: أحد أقارب الزوج

source: A relative of the Wife
ar: أحد أقارب الزوجة

source: City
ar: المدينة

source: Why you did not receive the grant
ar: سبب عدم حصولك على المنحة

source: Husband age
ar: عمر الزوج

source: Wife age
ar: عمر الزوجة

source: Total income
ar: سقف الدخل

source: Student scholarship
ar: طالب مبتعث

source: Other reason
ar: أسباب أخرى

source: Next
ar: التالي

source: Validate Case Id
ar: التحقق من رقم الطلب

source: Letter Type
ar: نوع الرسالة

source: Case ID
ar: رقم الحالة

source: Applicant Name
ar: اسم مقدم الطلب

source: Passport No
ar: رقم جواز السفر

source: Reason
ar: السبب

source: Mobile Number
ar: الهاتف

source: Entity to whome the letter is addressed
ar: القسم الذي تود توجيه الرسالة إليه

source: Application Form
ar: تقديم الطلب

source: Working Status
ar: حالة العمل

source: Not Working
ar: لا يعمل

source: Working
ar: يعمل

source: Company
ar: الشركة

source: Working Type
ar: نوع العمل

source: Institute
ar: المؤسسة

source: Multiple Disability
ar: نوع الإعاقة

source: Intellectual
ar: ذهنية

source: Physical
ar: جسدية

source: ADHD
ar: قصور الانتباه والنشاط الزائد

source: Hearing
ar: سمعية

source: Autism
ar: توحد

source: Hearing- Visual
ar: سمعية - بصرية

source: Visual
ar: بصرية

source: You already have a submitted request
ar: لديك طلب مقدم سابقاً

source: Sign in with UAE PASS
ar: تسجيل الدخول بالهويةالرقمية

source: Do you have an Account?
ar: هل لديك حساب؟

source: if you have an account please enter your credentials or you can create a new account
ar: اذا كان لديك حساب الرجاء إدخال معلومات تسجيل الدخول او يمكنك إنشاء حساب جديد

source: SIGN UP
ar: إنشاء حساب

source: SIGN IN
ar: تسجيل دخول

source: Your account is unverified, please upgrade your account following instructions in the UAEPASS app.
ar: حسابك غير معرف، الرجاء زيارة أقرب منفذ خدمة لترقية حسابك في الهوية الرقمية
